var quists = {
  '1':[
		{//1
		  capt: "Что это за моб?",
		  img: "1.jpg",
		  variants: [
			"Свинья",
			"Корова",
			"Зомби",
			"Крипер"
		  ],
		  valide: 1
		},
		{//2
		  capt: "Что это за моб?",
		  img: "2.jpg",
		  variants: [
			"Свинья",
			"Корова",
			"Зомби",
			"Крипер"
		  ],
		  valide: 3
		},
		{//3
		  capt: "Что это за моб?",
		  img: "3.png",
		  variants: [
			"Свинья",
			"Корова",
			"Зомби",
			"Крипер"
		  ],
		  valide: 2
		},
		{//4
		  capt: "Из какого материала сделан этот дом?",
		  img: "4.webp",
		  variants: [
			"Железо",
			"Кварц",
			"Золото",
			"Кирпич"
		  ],
		  valide: 1
		},
		{//5
		  capt: "Что это за руда?",
		  img: "5.jpg",
		  variants: [
			"Железная руда",
			"Золотая руда",
			"Алмазная руда",
			"Кварцевая руда"
		  ],
		  valide: 2
		},
		{//6
		  capt: "В какой мире обитает Эндер Дракон?",
		  img: "6.png",
		  variants: [
			"Верхний мир",
			"Нижний мир",
			"Рай",
			"Край"
		  ],
		  valide: 3
		},
		{//7
		  capt: "Как скрафтить верстак?",
		  img: "6.jpg",
		  variants: [
			"4 палки",
			"4 доски",
			"2 бревна и 5 камней",
			"4 камня"
		  ],
		  valide: 1
		},
		{//8
		   capt: "Что это за руда?",
		  img: "i.webp",
		  variants: [
			"Железная руда",
			"Золотая руда",
			"Алмазная руда",
			"Кварцевая руда"
		  ],
		  valide: 0
		},
		{//9
		   capt: "Что это за руда?",
		  img: "z.webp",
		  variants: [
			"Железная руда",
			"Золотая руда",
			"Алмазная руда",
			"Кварцевая руда"
		  ],
		  valide: 1
		},
		{//10
		   capt: "Что это за руда?",
		  img: "la.jpg",
		  variants: [
			"Железная руда",
			"Золотая руда",
			"Кварцевая руда",
			"Лазуритовая руда"
		  ],
		  valide: 3
		},
		{//11
		   capt: "Кто изображён на кратинке?",
		  img: "end.jpg",
		  variants: [
			"Эдермэн",
			"Зомби",
			"Отшельник",
			"Ведьма"
		  ],
		  valide: 0
		},
		{//12
		   capt: "Зачем стив одел на голову тыкву?",
		  img: "z.jpg",
		  variants: [
			"Чтобы, видеть сквозь блоки",
			"Чтобы, его не видели зомби",
			"Чтобы, его не видели криперы",
			"Чтобы, его не видели эндер мэны"
		  ],
		  valide: 3
		},
		{//13
		   capt: "Какого моба приручили на фото?",
		  img: "pig.jpg",
		  variants: [
			"Свинью",
			"Корову",
			"Крипера",
			"Зомби"
		  ],
		  valide: 0
		},
		{//14
		   capt: "Какого крафтится проигрыватель?",
		  img: "cra.png",
		  variants: [
			"8 досок и 1 алмаз",
			"5 пластинок и 2 дерева",
			"8 досок и 1 изумруд",
			"2 нотных блок и 1 железо"
		  ],
		  valide: 0
		},
		{//15
		   capt: "Что это за персонаж?",
		  img: "alex.jpg",
		  variants: [
			"Стив",
			"Морис",
			"Алекс",
			"Наташка"
		  ],
		  valide: 2
		},
		{//16
		   capt: "На какой высоте можно найти алмазы?",
		  img: "5.jpg",
		  variants: [
			"От 1 до 19",
			"От 5 до 7",
			"От 30 до 90",
			"От 90 до 255"
		  ],
		  valide: 0
		},
		{//17
		   capt: "Что будет если коснуться крипера?",
		  img: "222.jpg",
		  variants: [
			"Ничего",
			"Взрыв",
			"Повышение уровня",
			"Смерть"
		  ],
		  valide: 1
		},
		{//18
		   capt: "В каком году вышел майнкрафт?",
		  img: "minec2.png",
		  variants: [
			"2009",
			"2012",
			"2014",
			"2020"
		  ],
		  valide: 0
		},
		{//19
		   capt: "Какая команда спавнит мобов?",
		  img: "cx.png",
		  variants: [
			"/summon",
			"/span",
			"/hero",
			"/mob"
		  ],
		  valide: 0
		},
		{//20
		   capt: "Какая команда спавнит мобов?",
		  img: "cx.png",
		  variants: [
			"/summon",
			"/span",
			"/hero",
			"/mob"
		  ],
		  valide: 0
		},
		{//21
		   capt: "Где можно найти элитры?",
		  img: "el.png",
		  variants: [
			"Это мод",
			"В заброшенной шахте",
			"В адской крепости",
			"На корабле"
		  ],
		  valide: 3
		},
		{//22
		   capt: "Где можно встретить херобрина?",
		  img: "herobr.jpg",
		  variants: [
			"В пещерах",
			"В заброшенной шахте",
			"На болоте",
			"Нигде"
		  ],
		  valide: 3
		},
		{//23
		   capt: "Зачем нужен редстоун?",
		  img: "reds.jpg",
		  variants: [
			"Просто для красоты",
			"Защита от мобов",
			"Только для передачи сигнала",
			"Строить логические схемы"
		  ],
		  valide: 3
		},
		{//24
		   capt: "Зачем нужен редстоун?",
		  img: "reds.jpg",
		  variants: [
			"Просто для красоты",
			"Защита от мобов",
			"Только для передачи сигнала",
			"Строить логические схемы"
		  ],
		  valide: 3
		},
		{//25
		   capt: "Сколько сердечек у игрока в начале игры?",
		  img: "stev.jpg",
		  variants: [
			"5",
			"10",
			"15",
			"20"
		  ],
		  valide: 1
		},
		//ещё 12
		{//1
		   capt: "Что дропает паук?",
		  img: "pauk.png",
		  variants: [
			"Шерсть",
			"Паутину",
			"Нить",
			"Сеть"
		  ],
		  valide: 2
		},
		{//2
		   capt: "Что дропает данный моб?",
		  img: "2.jpg",
		  variants: [
			"Гнилую плодь",
			"Мясо",
			"Порох",
			"Отравленный глаз"
		  ],
		  valide: 2
		},
		{//3
		   capt: "Что дропает данный моб?",
		  img: "3.png",
		  variants: [
			"Гнилую плодь",
			"Мясо",
			"Порох",
			"Отравленный глаз"
		  ],
		  valide: 0
		},
		{//4
		   capt: "Что дропает, если сломать алмазную руду?",
		  img: "5.jpg",
		  variants: [
			"Алмзы",
			"Алмазная руда",
			"Изумруды",
			"Золото"
		  ],
		  valide: 0
		},
		{//5
		   capt: "Что дропает, если сломать железную руду?",
		  img: "i.webp",
		  variants: [
			"Железо",
			"Железная руда",
			"Серебро",
			"Железная пыль"
		  ],
		  valide: 1
		},
		{//6
		   capt: "Что дропает, этот моб?",
		  img: "end.jpg",
		  variants: [
			"Ничего",
			"Жемчуг эндера",
			"Око эндера",
			"Пыль эндера"
		  ],
		  valide: 1
		},
		
		{//7
		   capt: "Что это за моб?",
		  img: "svin.jpg",
		  variants: [
			"Свино-зомби",
			"Адский слизень",
			"Ифрит",
			"Гаст"
		  ],
		  valide: 0
		},
		{//8
		   capt: "Что это за моб?",
		  img: "slime.png",
		  variants: [
			"Свино-зомби",
			"Адский слизень",
			"Ифрит",
			"Гаст"
		  ],
		  valide: 1
		},
		{//9
		   capt: "Что это за моб?",
		  img: "if.jpg",
		  variants: [
			"Свино-зомби",
			"Адский слизень",
			"Ифрит",
			"Гаст"
		  ],
		  valide: 2
		},
		{//10
		   capt: "Что это за моб?",
		  img: "gast.jpg",
		  variants: [
			"Свино-зомби",
			"Адский слизень",
			"Ифрит",
			"Гаст"
		  ],
		  valide: 3
		},
		{//11
		   capt: "Какую функцию в игре выполняет Носатый?",
		  img: "torg.jpg",
		  variants: [
			"Охраняет деревню",
			"Просто житель",
			"Торговую",
			"Инструктор по игре"
		  ],
		  valide: 2
		},
		{//12
		   capt: "Какую функцию в игре выполняет Голем?",
		  img: "torg2.jpg",
		  variants: [
			"Охраняет деревню",
			"Вражеский моб",
			"Торговую",
			"Инструктор по игре"
		  ],
		  valide: 0
		}
	],
	'2':[
		{//1
		   capt: "Сколько кроватей в BedWars?",
		  img: "bedwars.jpg",
		  variants: [
			"2",
			"4",
			"6",
			"Нет ограничений"
		  ],
		  valide: 3
		},
		{//2
		   capt: "Какая главная цель в BedWars?",
		  img: "bedwars.jpg",
		  variants: [
			"Убить всех игроков",
			"Сломать все кровати",
			"Сломать все яйца",
			"Сломать все кровати, затем убить всех игроков"
		  ],
		  valide: 3
		},
		{//3
		   capt: "Какая самая ценная валюта в классическом BedWars?",
		  img: "bedwars.jpg",
		  variants: [
			"Бронза",
			"Железо",
			"Золото",
			"Алмазы"
		  ],
		  valide: 2
		},
		{//4
		   capt: "Что произойдёт с вами, после того, как вам сломают кровать в BedWars?",
		  img: "bedwars.jpg",
		  variants: [
			"Вы не сможете спать",
			"Вы не сможете спавниться после смерти",
			"Вы проиграете",
			"Вы должны будуте насобирать на новую кровать"
		  ],
		  valide: 1
		},
		{//5
		   capt: "Где обычно спавнится золото на картах BedWars?",
		  img: "bedwars.jpg",
		  variants: [
			"Цетр",
			"Между базой и цетром",
			"На базе",
			"Иногда на базе, иногда на цетре"
		  ],
		  valide: 3
		},
		{//6
		   capt: "Какая главная цель игрока или команды на SkyWars?",
		  img: "skywars.jpg",
		  variants: [
			"Убить всех вражеских игроков",
			"Сломать все кровати, и убить всех игроков",
			"Добывать руду",
			"Строить дом"
		  ],
		  valide: 0
		},
		{//7
		   capt: "Какую игру SkyWars больше всего напоминает?",
		  img: "skywars.jpg",
		  variants: [
			"PUBG",
			"Прятки",
			"Мафия",
			"GTA"
		  ],
		  valide: 0
		},
		{//8
		   capt: "Что это за мини игра?",
		  img: "hg.jpg",
		  variants: [
			"Ультрахордкор",
			"Прятки",
			"Голодные игры",
			"PUBG"
		  ],
		  valide: 2
		},
		{//9
		   capt: "Что это за мини игра?",
		  img: "hg.jpg",
		  variants: [
			"Ультрахордкор",
			"Прятки",
			"Голодные игры",
			"PUBG"
		  ],
		  valide: 2
		},
		{//10
		   capt: "Какая главная цель мини игры KitPVP?",
		  img: "kp.jpg",
		  variants: [
			"Убить всех игроков",
			"Это как PUBG",
			"Выбирать набор и драться с игроками",
			"Ломать кровати"
		  ],
		  valide: 2
		},
		{//11
		   capt: "Какая главная цель мини игры BlockParty?",
		  img: "bp.png",
		  variants: [
			"Ломать лопатой блоки, чтобы игроки падали вниз",
			"Красиво танцевать",
			"Быстро найти нужный блок, чтобы не упасть",
			"Рисовать, строить"
		  ],
		  valide: 2
		},
		{//12
		   capt: "Какая главная цель мини игры BlockParty?",
		  img: "bp.png",
		  variants: [
			"Ломать лопатой блоки, чтобы игроки падали вниз",
			"Красиво танцевать",
			"Быстро найти нужный блок, чтобы не упасть",
			"Рисовать, строить"
		  ],
		  valide: 2
		},
		{//12
		   capt: "Чем отличается SkyWars на VimeWorld и SkyWars на Hypixel?",
		  img: "vime.jpg",
		  variants: [
			"На VimeWorld на цетре находится магазин",
			"На Hypixel есть кровати, на VimeWorld нет",
			"На VimeWorld есть кровати, на Hypixel нет",
			"На VimeWorld есть мистический сундук, руды дают разные бафы, шмот, и вещи имбовее"
		  ],
		  valide: 3
		},
		{//13
		   capt: "Чем отличается BedWars Hard на VimeWorld от обычного BedWars?",
		  img: "bwh.jpg",
		  variants: [
			"Вещи сильнее в BedWars Hard",
			"Есть время, через которое кровать сама ломается в BedWars Hard",
			"Можно прокачивать генераторы ресурсов в BedWars Hard",
			"Нужно сломать несколько кроватей"
		  ],
		  valide: 0
		},
		{//14
		   capt: "Зачем нужно ломать снег лопатой в мини игре Spleef?",
		  img: "spl.jpg",
		  variants: [
			"Для того, чтобы другие игроки упали",
			"Чтобы снег красиво взрывался",
			"Цель этой мини игры, сломать больше снега, чем другие игроки",
			"В этой игре, нужно не снег ломать, а драться"
		  ],
		  valide: 0
		},
		{//15
		   capt: "Что нужно делать в этой мини игре?",
		  img: "tnt.jpg",
		  variants: [
			"Драться с другими игроками",
			"Строить башню из динамита, а потом взрывать",
			"Нужно взорвать как можно больше динамита",
			"Когда становишься на динамит, он падает, нужно продержаться дольше других"
		  ],
		  valide: 3
		},
		{//16
		   capt: "В чем отличие EggWars от классического BedWars?",
		  img: "egg.jpg",
		  variants: [
			"В EggWars в команде 10-20 игроков",
			"В EggWars нет магазинов",
			"В EggWars нет генераторов ресурсов",
			"В EggWars можно прокачивать генераторы"
		  ],
		  valide: 3
		},
		{//17
		   capt: "Что нужно делать в мини игре MobWars на VimeWorld?",
		  img: "mobwars.jpg",
		  variants: [
			"Нужно фармить ресурсы с мобов, чтобы потом сразиться с другой командой в пвп",
			"Нужно драться с другими игроками, только ещё и с мобами",
			"Убивать мобов, соревнуясь с другими игроками",
			"Посылать мобов врагам, и защищать свою базу от мобов"
		  ],
		  valide: 3
		},
		{//18
		   capt: "Что нужно ломать в EggWars?",
		  img: "egg.jpg",
		  variants: [
			"Кровати",
			"Лица",
			"Спавнеры",
			"Яйца"
		  ],
		  valide: 3
		},
		{//19
		   capt: "Что такое лобби на серверах с мини играми?",
		  img: "lobby.jpg",
		  variants: [
			"Место, где можно выбрать мини игру",
			"Место, где можно строить дома, добывать ресурсы",
			"Место, где нужно играть в прятки",
			"Это отдельная мини игра, типо голодных игр"
		  ],
		  valide: 0
		},
		{//20
		   capt: "Чего нет в SkyWars?",
		  img: "skywars.jpg",
		  variants: [
			"Островов",
			"Сундоков",
			"Генераторов",
			"Руд"
		  ],
		  valide: 2
		},
		{//21
		   capt: "Чего нет в SkyWars?",
		  img: "skywars.jpg",
		  variants: [
			"Игроков",
			"Прокачек",
			"Наборов",
			"Кроватей"
		  ],
		  valide: 3
		},
		{//22
		   capt: "Чего нет в BuildBattle?",
		  img: "bb.webp",
		  variants: [
			"Строительства",
			"Темы",
			"Наборов, прокачек",
			"Драк"
		  ],
		  valide: 3
		},
		{//23
		   capt: "Что нужно строить BuildBattle?",
		  img: "bb.webp",
		  variants: [
			"Постройку на заданную тему",
			"Постройку на любую тему",
			"Пушку на динамите",
			"Дом"
		  ],
		  valide: 0
		},
		{//24
		   capt: "Зачем нужно строить в BedWars?",
		  img: "bwh.jpg",
		  variants: [
			"Для обороны",
			"Для красоты",
			"Потому, что это цель игры",
			"По приколу"
		  ],
		  valide: 0
		},
		{//25
		   capt: "Какой жанр мини игры BedWars?",
		  img: "bwh.jpg",
		  variants: [
			"ПВП стратегия",
			"ПВЕ стратегия",
			"ПВП защита башенок",
			"ПВЕ защита башенок"
		  ],
		  valide: 0
		}		
	],
	'3':[
		{//1
		   capt: "Какой мод добавляет карьер?",
		  img: "car.png",
		  variants: [
			"IndustrialCraft",
			"BuildCraft",
			"Applited Energetics",
			"RailCraft"
		  ],
		  valide: 1
		},
		{//2
		   capt: "Какой самый вместимый энергохранитель в IndustrialCraft?",
		  img: "mf.webp",
		  variants: [
			"Энергохранитель",
			"Синий кристал",
			"МФЭ",
			"МФЭХ/МФСУ"
		  ],
		  valide: 3
		},
		{//3
		   capt: "Что позволяет делать мод Applited Energetics?",
		  img: "ae.png",
		  variants: [
			"Цифровое хранилище ресурсов, автокрафт",
			"Передача и генерация энергии, добыча ресурсов",
			"Телепортация",
			"Это мод на декор"
		  ],
		  valide: 0
		},
		{//4
		   capt: "Из чего крафтится нано броня в IndustrialCraft?",
		  img: "nano.webp",
		  variants: [
			"Угерод и батарейки",
			"Улучшенные микросхемы, и алмазы",
			"Иридивые пластины, синий энергокристал",
			"Углепластик, энергокристал"
		  ],
		  valide: 3
		},
		{//5
		   capt: "Из чего крафтится нано броня в IndustrialCraft?",
		  img: "nano.webp",
		  variants: [
			"Угерод и батарейки",
			"Улучшенные микросхемы, и алмазы",
			"Иридивые пластины, синий энергокристал",
			"Углепластик, энергокристал"
		  ],
		  valide: 3
		},
		{//6
		   capt: "Какой путь получения энергии в термоядерном реакторе GregTech 4 верный?",
		  img: "fu.jpg",
		  variants: [
			"Дейтерий+Тритий->Плазма->Энергия",
			"Гелий+Тритий->Плазма->Энергия",
			"Вольфрам+Бирилий->Энергия",
			"Уран235+Полоний->Энергий"
		  ],
		  valide: 0
		},
		{//7
		   capt: "Зачем нужен МЭ интерфейс в Applited Energetics?",
		  img: "meint.png",
		  variants: [
			"Хранить ресурсы",
			"Хранить шаблоны автокрафта, для передачи в машины",
			"Для доступа к ресурсам МЭ Сети",
			"Аналог верстака"
		  ],
		  valide: 1
		},
		{//8
		   capt: "Какой мод добавляет эту ракету?",
		  img: "gal.png",
		  variants: [
			"GalactiCraft 3",
			"Advanced Rocket",
			"IndustrialCraft",
			"BuildCraft"
		  ],
		  valide: 0
		},
		{//9
		   capt: "Что можно скрафтиить из катализатора бесконечности в моде Avaritia?",
		  img: "ava.png",
		  variants: [
			"Креативные вещи",
			"Декоративные блоки",
			"Кирку 3х3",
			"Порталы в другие миры"
		  ],
		  valide: 0
		},
		{//10
		   capt: "Сколько ударов выдержит квантовая броня?",
		  img: "kv.jpg",
		  variants: [
			"Она будет держать удары, пока заряд не закончится",
			"Будет держать, пока не сломается",
			"Ударов 50",
			"Ровно 100 ударов"
		  ],
		  valide: 0
		},
		{//11
		   capt: "Какой самый дорогой предмет используется в крафте квантовой брони?",
		  img: "kv.jpg",
		  variants: [
			"Алмазы",
			"Рубины",
			"Иридий",
			"Микросхемы"
		  ],
		  valide: 2
		},
		{//12
		   capt: "В каком биоме можно найти рубины в моде GregTech4?",
		  img: "ruby.webp",
		  variants: [
			"В любом",
			"В лесу",
			"В пустыне",
			"В горах"
		  ],
		  valide: 2
		},
		{//13
		   capt: "Что такое EMC в моде ProjectE?",
		  img: "emc.png",
		  variants: [
			"Вес",
			"Валюта, за которую можно торговать с другми игроками на сервере",
			"Валюта, за которую можно купить и продать всё что угодно",
			"Количество крови, необходимое для ритуала"
		  ],
		  valide: 2
		},
		{//14
		   capt: "Зачем нужен ключь в IndustrialCraft2?",
		  img: "gay.png",
		  variants: [
			"Для создания микросхем",
			"Для починки приборов",
			"Переставлять электроприборы",
			"Для настройки электро-проводов"
		  ],
		  valide: 2
		},
		{//15
		   capt: "Что делает блок под яйцом эдера?",
		  img: "gregegg.webp",
		  variants: [
			"Генерирует яйца",
			"Это ядерный реактор",
			"Генерирует энергию из яйца",
			"Он убивает дракона, без необходимости с ним сражатся"
		  ],
		  valide: 2
		},
		{//16
		   capt: "Как называется этот сияющий блок?",
		  img: "vm.webp",
		  variants: [
			"МЭ Контролер",
			"МЭ Терминал",
			"МЭ Проводник",
			"МЭ Ячейка хранения"
		  ],
		  valide: 0
		},
		{//17xxxxxx
		   capt: "Как называется этот сияющий блок?",
		  img: "vm.webp",
		  variants: [
			"МЭ Контролер",
			"МЭ Терминал",
			"МЭ Проводник",
			"МЭ Ячейка хранения"
		  ],
		  valide: 0
		},
		{//18
		   capt: "Зачем нужны МЭ Пилеты в Applited Energetics?",
		  img: "xxxxxx.png",
		  variants: [
			"Это карьер, который разрушает блоки и добывает руды",
			"Это карьер, но который добывает только руды, не разрушая блоки",
			"С помощью них, можно записать область мира на МЭ Диск",
			"С помощью них, можно записать область мира и игроков на МЭ Диск"
		  ],
		  valide: 3
		},
		{//19
		   capt: "Зачем нужны котлы в Rail Craft?",
		  img: "rail.jpg",
		  variants: [
			"Чтобы, быстро плавить руды",
			"Чтобы, отапливать помещения",
			"Чтобы, получать пар, а затем его вдыхать",
			"Чтобы, получать пар, а затем заправляет его в паравозы или получать энергию"
		  ],
		  valide: 3
		},
		{//20
		   capt: "Какой самый сильный источник энергии в ванильном IndustrialCraft?",
		  img: "vetr.png",
		  variants: [
			"Солнечная панель",
			"Ветрогенератор",
			"Угольный генератор",
			"Ядерный реактор"
		  ],
		  valide: 3
		},
		{//21
		   capt: "Какой самая лучшая солнечная панель в Advanced Solar Panels?",
		  img: "adv.jpg",
		  variants: [
			"Улучшенная солнечная панель",
			"Гибридная солнечная панель",
			"Улучшенная гибридная солнечная панель",
			"Квантовая солнечная панель"
		  ],
		  valide: 3
		},
		{//22
		   capt: "Из чего можно сделать алмаз в IndustrialCraft2?",
		  img: "alm.jpg",
		  variants: [
			"Обсидиан, рубины",
			"Уголь, рубины",
			"Уголь, крмний, золото",
			"Уголь, кремний, обсидиан"
		  ],
		  valide: 3
		},
		{//23
		   capt: "Из чего строится портал в рай в майнкрафте с модами?",
		  img: "ray.jpg",
		  variants: [
			"Обсидиан",
			"Ямка с водой, цветы по кругу и алмаз нужно в воду кинуть",
			"Из бедрока",
			"Светокамень"
		  ],
		  valide: 3
		},
		{//24
		   capt: "Из чего строится портал в сумрачный лес в майнкрафте с модами?",
		  img: "sum.png",
		  variants: [
			"Обсидиан",
			"Ямка с водой, цветы по кругу и алмаз нужно в воду кинуть",
			"Из бедрока",
			"Светокамень"
		  ],
		  valide: 1
		},
		{//25
		   capt: "Из какого мода, данный босс?",
		  img: "lic.jpg",
		  variants: [
			"IndustrialCraft",
			"TaumCraft",
			"Мод на рай",
			"Мод на сумрачный лес"
		  ],
		  valide: 3
		},
		{//26
		   capt: "Что может выпасть из лаки блока?",
		  img: "lac.jpg",
		  variants: [
			"Любые предметы",
			"Лаки блок",
			"Только алмазы",
			"Все что угодно"
		  ],
		  valide: 3
		},
		{//27
		   capt: "Что может выпасть из лаки блока?",
		  img: "lac.jpg",
		  variants: [
			"Любые предметы",
			"Лаки блок",
			"Только алмазы",
			"Все что угодно"
		  ],
		  valide: 3
		}
	],
	'4':[
		{//1
		   capt: "Как зовут этого ютубера?",
		  img: "yt1.jpg",
		  variants: [
			"Аид",
			"Хелд",
			"Фрост",
			"Евгеха"
		  ],
		  valide: 0
		},
		{//2
		   capt: "Как зовут этого ютубера?",
		  img: "yt2.jpg",
		  variants: [
			"Аид",
			"Хелд",
			"Фрост",
			"Евгеха"
		  ],
		  valide: 1
		},
		{//3
		   capt: "Как зовут этого ютубера?",
		  img: "yt3.jpg",
		  variants: [
			"Аид",
			"Хелд",
			"Фрост",
			"Евгеха"
		  ],
		  valide: 2
		},
		{//4
		   capt: "Как зовут этого ютубера?",
		  img: "yt4.jpg",
		  variants: [
			"Аид",
			"Хелд",
			"Фрост",
			"Евгеха"
		  ],
		  valide: 3
		},
		{//5
		   capt: "Как зовут этого ютубера?",
		  img: "yt5.jpg",
		  variants: [
			"Демастер",
			"Лололошка",
			"Дилерон",
			"Тумка"
		  ],
		  valide: 0
		},
		{//6
		   capt: "Как зовут этого ютубера?",
		  img: "yt6.jpg",
		  variants: [
			"Демастер",
			"Лололошка",
			"Дилерон",
			"Тумка"
		  ],
		  valide: 1
		},
		{//7
		   capt: "Как зовут этого ютубера?",
		  img: "yt7.webp",
		  variants: [
			"Демастер",
			"Лололошка",
			"Дилерон",
			"Тумка"
		  ],
		  valide: 2
		},
		{//8
		   capt: "Как зовут этого ютубера?",
		  img: "yt8.jpg",
		  variants: [
			"Демастер",
			"Лололошка",
			"Дилерон",
			"Тумка"
		  ],
		  valide: 3
		},
		{//9
		   capt: "Как начинались видео Фирамира?",
		  img: "yt9.jpg",
		  variants: [
			"Всем привет",
			"Народ, здарова",
			"Да, здравствуй, народ",
			"Бричь вечерочек, дорогой друг"
		  ],
		  valide: 3
		},
		{//10
		   capt: "С кем дружил азлагор?",
		  img: "yt10.jpg",
		  variants: [
			"С Евгехой",
			"С Фирамиром",
			"С Аидом",
			"С Теросером"
		  ],
		  valide: 1
		},
		{//11
		   capt: "Какой ютубер основа кристаликс?",
		  img: "yt11.jpg",
		  variants: [
			"Демастер",
			"Фирамир",
			"Теросер",
			"Хелд"
		  ],
		  valide: 0
		}
	]
};